//
//  Quotes.swift
//  letsPlank
//
//  Created by Rin on 2021/01/13.
//

import UIKit

class Quotes {
    
    let quotesArray = [
        "天才とは努力する凡才のことである",
        "自分自身を裏切らない努力の姿勢が未来の結果として現れてくる",
        "努力する人は希望を語り、怠ける人は不満を語る",
        "小さなことを重ねることがとんでもないところに行く ただひとつの道",
        "少しずつ前に進んでるという感覚は、人間としてすごく大事",
        "一番いけないのは自分なんかダメだと思い込むことだよ",
        "努力をしても報われない奴はいる。間違いなくいる。ただ成功した奴は、必ず努力をしている",
        "私の最大の光栄は一度も失敗しないことではなく、倒れるごとに起きあがることにある",
        "「どうせ無理」は、ラクしたいから",
        "一度でもあきらめてしまうと、それが癖になる。絶対にあきらめるな",
        "一番苦しいときが一番成長するとき。 乗り越えた先には新しい自分が待っている",
        "自分自身で目標に向けて努力するのは楽しい。でも他人から強いられる努力は辛い",
        "待っているだけの人達にも何かが起こるかもしれないが、それは努力した人達の残り物だけである",
        "長い目で見れば才能よりも重要なのは、グリット(やり抜く力)なのよ",
        "努力は必ず報われる。もし報われない努力があるのならば、それはまだ努力と呼べない",
        "もしも今とは違う自分になりたいなら、まずは少しだけ自分を変えてみるの",
        "最後まで希望を捨てちゃいかん。あきらめたら、そこで試合終了だよ",
        "なせば大抵なんとかなる",
        "明日からがんばるんじゃない。今日…今日だけがんばるんだ。今日をがんばった者…今日をがんばり始めた者にのみ明日が来るんだよ",
        "才能は開花させるもの、センスは磨くもの",
        "どんなにどんなに落ちぶれたって、自分は自分の目指す自分になれるんです！自分がなりたい自分になれるんです！",
        "いま、私、少しだけ夢に近づきました",
        "無理だったかもしれない、無茶だったかもしれない、でも無駄じゃなかった",
        "目標だけどゴールじゃない。道はずっと続いている。",
        "一生懸命努力してるのに報われないじゃない。努力の量が足りないか、仕方が間違ってるんじゃない。",
        "一生懸命な時はみんなダサいよ",
        "俺の敵は だいたい俺です",
        "先のこと考えるのやめたんだ。わかってたけど･･･大事なのは結局･･･”今”だ",
        "他のやつと自分をくらべんな。まずは自分に勝つことを考えろ",
        "人間つまずくのは恥ずかしいことじゃない！立ち上がらない事が･･･恥ずかしいんだぞ！",
        "本気の失敗には、価値がある",
        "過去から逃げるのは許してやる。だけどな、せめて今と明日からは、逃げんじゃねぇよ。",
        "努力した者が全て報われるとは限らん。しかし！成功した者は皆すべからく努力しておる！！",
        "何かに一生懸命になれるって事はそれ自体が才能。",
        "努力するかあきらめるか、どっちかしかない。人間に選べるなんて、いつだってこの２つしかないんだ。",
        "その内なんてアテにならないな、今がその時さ。"
    ]
    
    
    
}
